// General
"Powered by" = "技術支援";
"No Internet" = "無網路連線。\r\n\r\n請連線以繼續。";
"Search..." = "搜尋...";
"OK" = "好";
"Cancel" = "取消";
"Send" = "傳送";
"Error" = "出錯";
"Thanks" = "謝謝";
"Close" = "關閉";
"Update" = "更新";
// FAQ
"FAQs" = "常見問題";
"FAQ" = "常問問題";
"No FAQs" = "沒有找到常見問題。";
"FAQ Error" = "無法獲取常見問題。\r\n請稍後再試";
"How can we help?" = "我們如何幫助？";
"No matches found" = "沒有找到匹配項";
"Helpful?" = "有幫助嗎？";
"Yes" = "是";
"No" = "否";
"One moment please..." = "請稍等...";
"Thanks for your feedback." = "感謝您的反饋。";
// Versions
"Versions" = "版本";
"No Versions" = "沒有找到版本。";
"Versions Error" = "無法獲取版本。\r\n請稍後再試";
"Version" = "版本";
"An update to version %@ is available" = "版本%@有一個更新";
"You've just updated to v%@" = "你剛剛更新到了v%@";
"Learn More" = "瞭解更多";
// Feedback
"Contact" = "聯絡";
"Your Email:" = "你的電子郵件:";
"Email Placeholder" = "例如: yourname@icloud.com";
"attach a file" = "附加檔案";
"No Message." = "無訊息。";
"Please enter a message." = "請輸入訊息。";
"No Email." = "無電子郵件。";
"Are you sure you want to send without your email? We won't be able reply to you." = "確定要無電子郵件地址傳送嗎？我們將無法回復你。";
"Invalid Email Address." = "無效電子郵件地址。";
"Please check your email address, it appears to be invalid." = "請檢查你的電子郵件地址，它似乎是無效的。";
"Sending..." = "正在傳送...";
"There was an error sending your feedback, please try again." = "傳送你的反饋發生一個錯誤，請重試。";
"We have received your feedback and will be in contact soon." = "我們已經收到你的反饋，並會很快聯絡你。";
"Take Photo" = "拍照";
"Choose Photo" = "選擇照片";
"Use Latest Photo" = "使用最新照片";
"Can't Access." = "無法存取。";
"We can't access your photos, please ensure this application has access in Settings." = "我們無法存取你的照片，請確保在設定中此應用有存取權限。";
"Error uploading." = "上傳出錯。";
"We couldn't upload the photo, please try again."  = "無法上傳該照片，請重試。" ;
"Are you sure?" = "確定嗎？";
"Your message will be lost." = "你的訊息將丟失。";
// Notifications
"Notifications" = "通知";
"No Notifications" = "沒有找到通知。";
"Notifications Error" = "無法獲取通知。\r\n請稍後再試";
// Prompt
"What do you think about " = "您認為此應用如何: ";
"I Love It!" = "我喜歡它！";
"Could Be Better" = "可以更好";
"Great! Could you leave us a nice review?\r\nIt really helps." = "太棒了！您能給我們一個好評嗎？\r\n這對我們非常有幫助。";
"Leave a Review" = "評價";
"no thanks" = "不，謝謝";
"Could you tell us how we could improve?" = "您能告訴我們如何改進嗎？";
"Send Feedback" = "傳送意見反饋";
